Repository: joheiss/ac_exp_tracker
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Expense Tracker
fr: Liste de depenses

# headerText
source: Here comes the header ...
fr: Voici, le graphique ...

# deleteButton
source: Delete
fr: Effacer

# titleInputLabel
source: Title
fr: Description

# amountInputLabel
source: Amount
fr: Montant

# dateInputLabel
source: Pick a date
fr: Date

# datePickerLabel
source: Pick a date
fr: Selectionnez la date

# addButtonCaption
source: Add
fr: Ajouter

# addButtonTooltip
source: Add transaction
fr: Ajouter une transaction

# noDataText
source: No transactions received yet.
fr: Pas de donnees disponibles.

# switchLabel
source: Show chart
fr: Montrer diagramme
